Repository: growl/growl
Catalog: Extras/GrowlSafari/*.lproj/Localizable.strings
Languages: de, ja, nl

source: (%d unread)
de: (%d ungelesen)
nl: (%d ongelezen)

source: %@ decompression started
de: Entpacke %@
ja: %@ の解凍開始
nl: %@ decomprimeren begonnen

source: %@ download complete
de: Download beendet: %@
ja: %@ のダウンロード完了
nl: %@ download voltooid

source: %d new entries
de: %d neue Eintr√§ge
nl: %d nieuwe onderwerpen

source: %d new entry
de: %d neuer Eintrag
nl: %d nieuw onderwerp

source: Compression Status
ja: 圧縮状況
nl: Status compressie

source: Copying application from %@
de: Kopiere Anwendung von %@
ja: %@からアプリケーションをコピー中
nl: Kopieert programma van %@

source: Copying Disk Image
de: Kopiere Disk Image
ja: ディスクイメージのコピー
nl: Kopieert schijfkopiebestand

source: Decompressing File
de: Entpacke Datei
ja: ファイルの解凍中
nl: Decomprimeert bestand

source: Disk Image Status
ja: ディスクイメージ状況
nl: Status schijfkopiebestand

source: Download Complete
de: Download Beendet
ja: ダウンロード完了
nl: Download voltooid

source: Mounting %@
de: Mounte %@
ja: %@をマウント中
nl: Activeert %@

source: Mounting Disk Image
de: Mounte Disk Image
ja: ディスクイメージのマウント中
nl: Activeert schijfkopiebestand

source: New feed entry
de: Neuer Feed-Eintrag
nl: Nieuw onderwerp in feed

source: Short Download Complete
de: Kurzer Download Beendet
nl: Korte download voltooid
